Repository: cleveland-lewis/Itori
Catalog: SharedCore/DesignSystem/Localizable.xcstrings
Source language: en
Languages: ar, az, bg, bn, ca, da, de, es, fa, fi, fr, he, hr, hy, is, it, ja, ko, nl, ru, sq, sw, th, uk, vi, zh_hans, zh_hant, zh_hk

source: These settings determine your default study session configuration. You can adjust them for individual sessions.
ar: تحدد هذه الإعدادات التكوين الافتراضي لجلسة الدراسة.يمكنك تعديلها للجلسات الفردية.
da: Disse indstillinger bestemmer din standard konfiguration af studiesessioner.Du kan justere dem til individuelle sessioner.
es: Estas configuraciones determinan la configuración predeterminada de su sesión de estudio.Puedes ajustarlos para sesiones individuales.
fa: این تنظیمات پیکربندی پیش فرض جلسه مطالعه شما را تعیین می کند.می توانید آنها را برای جلسات فردی تنظیم کنید.
fi: Nämä asetukset määrittävät opiskeluistunnon oletuskokoonpanosi.Voit säätää niitä yksittäisiä istuntoja varten.
fr: Ces paramètres déterminent la configuration par défaut de votre session d'étude.Vous pouvez les ajuster pour des sessions individuelles.
ja: これらの設定により、デフォルトのスタディ セッション構成が決まります。個々のセッションに合わせて調整できます。
ko: 이러한 설정은 기본 학습 세션 구성을 결정합니다.개별 세션에 맞게 조정할 수 있습니다.
nl: Deze instellingen bepalen uw standaardstudiesessieconfiguratie.Je kunt ze aanpassen voor individuele sessies.
th: การตั้งค่าเหล่านี้จะกำหนดการกำหนดค่าเซสชันการศึกษาเริ่มต้นของคุณคุณสามารถปรับเปลี่ยนสำหรับแต่ละเซสชันได้
uk: Ці налаштування визначають конфігурацію сеансу навчання за умовчанням.Ви можете налаштувати їх для окремих сеансів.
zh_hans: 这些设置决定您的默认学习会话配置。您可以针对各个会话调整它们。
zh_hant: 這些設置決定您的默認學習會話配置。您可以針對各個會話調整它們。
zh_hk: 這些設置決定您的默認學習會話配置。您可以針對各個會話調整它們。

source: These settings help improve readability and reduce visual complexity.
ar: تساعد هذه الإعدادات على تحسين إمكانية القراءة وتقليل التعقيد البصري.
da: Disse indstillinger hjælper med at forbedre læsbarheden og reducere visuel kompleksitet.
es: Estas configuraciones ayudan a mejorar la legibilidad y reducir la complejidad visual.
fa: این تنظیمات به بهبود خوانایی و کاهش پیچیدگی بصری کمک می کند.
fi: Nämä asetukset parantavat luettavuutta ja vähentävät visuaalista monimutkaisuutta.
fr: Ces paramètres contribuent à améliorer la lisibilité et à réduire la complexité visuelle.
ja: これらの設定は、読みやすさを向上させ、視覚的な複雑さを軽減するのに役立ちます。
ko: 이러한 설정은 가독성을 높이고 시각적 복잡성을 줄이는 데 도움이 됩니다.
nl: Deze instellingen helpen de leesbaarheid te verbeteren en de visuele complexiteit te verminderen.
th: การตั้งค่าเหล่านี้ช่วยปรับปรุงความสามารถในการอ่านและลดความซับซ้อนของการมองเห็น
uk: Ці налаштування допомагають покращити читабельність і зменшити візуальну складність.
zh_hans: 这些设置有助于提高可读性并降低视觉复杂性。
zh_hant: 這些設置有助於提高可讀性並降低視覺複雜性。
zh_hk: 這些設置有助於提高可讀性並降低視覺複雜性。

source: This Week
ar: هذا الاسبوع
da: Denne uge
es: Esta semana
fa: این هفته
fi: Tällä viikolla
fr: Cette semaine
is: Þessi vika
ja: 今週
ko: 이번 주
nl: Deze week
th: สัปดาห์นี้
uk: Цей тиждень
zh_hans: 本星期
zh_hant: 本星期
zh_hk: 本星期

source: This can't be undone.
ar: لا يمكن التراجع عن هذا.
da: Dette kan ikke fortrydes.
es: Esto no se puede deshacer.
fa: این قابل واگرد نیست.
fi: Tätä ei voi kumota.
fr: Cela ne peut pas être annulé.
ja: これを元に戻すことはできません。
ko: 이 작업은 취소할 수 없습니다.
nl: Dit kan niet ongedaan worden gemaakt.
th: การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Цю дію не можна скасувати.
zh_hans: 这无法撤消。
zh_hant: 這無法撤消。
zh_hk: 這無法撤消。

source: This card demonstrates material effects
ar: توضح هذه البطاقة التأثيرات المادية
da: Dette kort viser materielle effekter
es: Esta carta demuestra efectos materiales.
fi: Tämä kortti esittelee aineellisia vaikutuksia
fr: Cette carte démontre les effets matériels
ja: このカードは物質的な効果を発揮します
ko: 이 카드는 물질적 효과를 보여줍니다.
nl: Deze kaart laat materiële effecten zien
th: การ์ดใบนี้แสดงผลวัสดุ
uk: Ця карта демонструє матеріальні ефекти
zh_hans: 这张卡展示了材质效果
zh_hant: 這張卡展示了材質效果
zh_hk: 這張卡展示了材質效果

source: This panel shows provider invocation counters to verify that the 'Enable LLM Assistance' toggle enforcement is airtight.
ar: تعرض هذه اللوحة عدادات استدعاء الموفر للتحقق من أن تطبيق التبديل "تمكين مساعدة LLM" محكم.
da: Dette panel viser udbyderankaldelsestællere for at bekræfte, at "Aktiver LLM Assistance" håndhævelse er lufttæt.
es: Este panel muestra contadores de invocación de proveedores para verificar que la aplicación de la opción 'Habilitar asistencia LLM' sea hermética.
fi: Tämä paneeli näyttää palveluntarjoajan kutsulaskurit, joilla varmistetaan, että Ota LLM-apu käyttöön -kytkin on ilmatiivis.
fr: Ce panneau affiche les compteurs d'appels du fournisseur pour vérifier que l'application de la bascule « Activer l'assistance LLM » est hermétique.
ja: このパネルには、「LLM 支援を有効にする」トグルの適用が確実であることを確認するためのプロバイダー呼び出しカウンターが表示されます。
ko: 이 패널에는 'LLM 지원 활성화' 토글 시행이 완벽한지 확인하기 위한 공급자 호출 카운터가 표시됩니다.
nl: Dit paneel toont de aanroeptellers van de provider om te verifiëren dat de handhaving van de schakeloptie 'LLM-assistentie inschakelen' waterdicht is.
th: แผงนี้แสดงตัวนับการร้องขอของผู้ให้บริการเพื่อตรวจสอบว่าการบังคับใช้การสลับ 'เปิดใช้งาน LLM Assistance' นั้นแน่นหนา
uk: Ця панель показує лічильники викликів постачальника, щоб перевірити, що перемикач «Увімкнути допомогу LLM» герметичний.
zh_hans: 此面板显示提供商调用计数器，以验证“启用 LLM 协助”切换执行是否严密。
zh_hant: 此面板顯示提供商調用計數器，以驗證“啟用 LLM 協助”切換執行是否嚴密。
zh_hk: 此面板顯示提供商調用計數器，以驗證“啟用 LLM 協助”切換執行是否嚴密。

source: This will disable all LLM-powered features including Apple Intelligence, local models, and custom providers. Parsing and planning will use deterministic algorithms only. You can re-enable LLM assistance at any time.
ar: سيؤدي هذا إلى تعطيل جميع الميزات التي تدعم LLM بما في ذلك Apple Intelligence والنماذج المحلية والموفرين المخصصين.سيستخدم التحليل والتخطيط الخوارزميات الحتمية فقط. يمكنك إعادة تمكين مساعدة LLM في أي وقت.
da: Dette vil deaktivere alle LLM-drevne funktioner, inklusive Apple Intelligence, lokale modeller og brugerdefinerede udbydere.Parsing og planlægning vil kun bruge deterministiske algoritmer. Du kan til enhver tid genaktivere LLM-assistance.
es: Esto deshabilitará todas las funciones de LLM, incluidas Apple Intelligence, modelos locales y proveedores personalizados.El análisis y la planificación utilizarán únicamente algoritmos deterministas. Puede volver a habilitar la asistencia LLM en cualquier momento.
fi: Tämä poistaa käytöstä kaikki LLM-käyttöiset ominaisuudet, mukaan lukien Apple Intelligence, paikalliset mallit ja mukautetut palveluntarjoajat.Jäsennys ja suunnittelu käyttävät vain deterministisiä algoritmeja. Voit ottaa LLM-avun uudelleen käyttöön milloin tahansa.
fr: Cela désactivera toutes les fonctionnalités basées sur LLM, notamment Apple Intelligence, les modèles locaux et les fournisseurs personnalisés.L'analyse et la planification utiliseront uniquement des algorithmes déterministes. Vous pouvez réactiver l’assistance LLM à tout moment.
ja: これにより、Apple Intelligence、ローカル モデル、カスタム プロバイダーを含む、LLM を利用したすべての機能が無効になります。解析と計画には決定論的アルゴリズムのみが使用されます。 LLM 支援はいつでも再度有効にすることができます。
ko: 이렇게 하면 Apple Intelligence, 로컬 모델 및 사용자 정의 공급자를 포함한 모든 LLM 기반 기능이 비활성화됩니다.구문 분석 및 계획에서는 결정적 알고리즘만 사용합니다. 언제든지 LLM 지원을 다시 활성화할 수 있습니다.
nl: Hierdoor worden alle door LLM ondersteunde functies uitgeschakeld, waaronder Apple Intelligence, lokale modellen en aangepaste providers.Bij het parseren en plannen worden alleen deterministische algoritmen gebruikt. U kunt LLM-ondersteuning op elk gewenst moment opnieuw inschakelen.
th: การดำเนินการนี้จะปิดใช้งานคุณสมบัติที่ขับเคลื่อนด้วย LLM ทั้งหมด รวมถึง Apple Intelligence รุ่นในเครื่อง และผู้ให้บริการแบบกำหนดเองการแยกวิเคราะห์และการวางแผนจะใช้อัลกอริธึมที่กำหนดเท่านั้น คุณสามารถเปิดใช้งานความช่วยเหลือ LLM อีกครั้งได้ตลอดเวลา
uk: Це призведе до вимкнення всіх функцій LLM, зокрема Apple Intelligence, локальних моделей і спеціальних постачальників.Розбір і планування використовуватимуть лише детерміновані алгоритми. Ви можете будь-коли повторно ввімкнути допомогу LLM.
zh_hans: 这将禁用所有由 LLM 支持的功能，包括 Apple Intelligence、本地模型和自定义提供商。解析和规划将仅使用确定性算法。 您可以随时重新启用 LLM 帮助。
zh_hant: 這將禁用所有由 LLM 支持的功能，包括 Apple Intelligence、本地模型和自定義提供商。解析和規劃將僅使用確定性算法。 您可以隨時重新啟用 LLM 幫助。
zh_hk: 這將禁用所有由 LLM 支持的功能，包括 Apple Intelligence、本地模型和自定義提供商。解析和規劃將僅使用確定性算法。 您可以隨時重新啟用 LLM 幫助。

source: This will move the semester to Recently Deleted. You can recover it within 30 days.
ar: سيؤدي هذا إلى نقل الفصل الدراسي إلى المحذوفة مؤخرًا.ويمكنك استعادته خلال 30 يومًا.
da: Dette vil flytte semesteret til Nyligt slettet.Du kan gendanne den inden for 30 dage.
es: Esto moverá el semestre a Eliminado recientemente.Podrás recuperarlo en un plazo de 30 días.
fi: Tämä siirtää lukukauden Äskettäin poistettuihin.Voit palauttaa sen 30 päivän kuluessa.
fr: Cela déplacera le semestre vers Récemment supprimé.Vous pouvez le récupérer dans les 30 jours.
ja: これにより、学期が「最近削除された項目」に移動されます。30 日以内であれば回復できます。
ko: 그러면 학기가 최근 삭제됨으로 이동됩니다.30일 이내에 복구할 수 있습니다.
nl: Hierdoor wordt het semester verplaatst naar Recent verwijderd.U kunt het binnen 30 dagen herstellen.
th: การดำเนินการนี้จะย้ายภาคการศึกษาไปที่ที่เพิ่งลบล่าสุดคุณสามารถกู้คืนได้ภายใน 30 วัน
uk: Це перемістить семестр до «Нещодавно видалених».Ви можете відновити його протягом 30 днів.
zh_hans: 这会将学期移至最近删除。您可以在 30 天内恢复。
zh_hant: 這會將學期移至最近刪除。您可以在 30 天內恢復。
zh_hk: 這會將學期移至最近刪除。您可以在 30 天內恢復。

source: This will permanently delete "%@" and all its cards. This action cannot be undone.
ar: سيؤدي هذا إلى حذف "%@" وجميع بطاقاته نهائيًا.لا يمكن التراجع عن هذا الإجراء.
da: Dette vil permanent slette "%@" og alle dets kort.Denne handling kan ikke fortrydes.
es: Esto eliminará permanentemente "%@" y todas sus tarjetas.Esta acción no se puede deshacer.
fa: با این کار «%@» و همه کارت‌های آن برای همیشه حذف می‌شود.این عمل قابل لغو نیست.
fi: Tämä poistaa pysyvästi "%@" ja kaikki sen kortit.Tätä toimintoa ei voi kumota.
fr: Cela supprimera définitivement "%@" et toutes ses cartes.Cette action ne peut pas être annulée.
ja: これにより、「%@」とそのすべてのカードが完全に削除されます。この操作は元に戻すことができません。
ko: "%@" 및 모든 카드가 영구적으로 삭제됩니다.이 작업은 취소할 수 없습니다.
nl: Hierdoor worden "%@" en alle bijbehorende kaarten permanent verwijderd.Deze actie kan niet ongedaan worden gemaakt.
th: การดำเนินการนี้จะลบ "%@" และการ์ดทั้งหมดอย่างถาวรการดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Це назавжди видалить «%@» і всі його картки.Цю дію не можна скасувати.
zh_hans: 这将永久删除“%@”及其所有卡。此操作无法撤消。
zh_hant: 這將永久刪除“%@”及其所有卡。此操作無法撤消。
zh_hk: 這將永久刪除“%@”及其所有卡。此操作無法撤消。

source: This will permanently delete all reschedule history. This cannot be undone.
ar: سيؤدي هذا إلى حذف سجل إعادة الجدولة بالكامل بشكل دائم.لا يمكن التراجع عن هذا.
da: Dette vil permanent slette al omlægningshistorik.Dette kan ikke fortrydes.
es: Esto eliminará permanentemente todo el historial de reprogramaciones.Esto no se puede deshacer.
fi: Tämä poistaa pysyvästi kaiken uudelleenaikataulun historian.Tätä ei voi kumota.
fr: Cela supprimera définitivement tout l’historique de reprogrammation.Cela ne peut pas être annulé.
ja: これにより、すべての再スケジュール履歴が完全に削除されます。これを元に戻すことはできません。
ko: 모든 일정 변경 내역이 영구적으로 삭제됩니다.이 작업은 취소할 수 없습니다.
nl: Hiermee wordt de volledige geschiedenis van herplannen definitief verwijderd.Dit kan niet ongedaan worden gemaakt.
th: การดำเนินการนี้จะลบประวัติการกำหนดเวลาใหม่ทั้งหมดอย่างถาวรสิ่งนี้ไม่สามารถยกเลิกได้
uk: Це назавжди видалить всю історію перепланувань.Це неможливо скасувати.
zh_hans: 这将永久删除所有重新安排历史记录。此操作无法撤消。
zh_hant: 這將永久刪除所有重新安排歷史記錄。此操作無法撤消。
zh_hk: 這將永久刪除所有重新安排歷史記錄。此操作無法撤消。

source: This will remove all app data including courses, assignments, settings, and cached sessions. This action cannot be undone.
ar: سيؤدي هذا إلى إزالة جميع بيانات التطبيق بما في ذلك الدورات التدريبية والواجبات والإعدادات والجلسات المخزنة مؤقتًا.لا يمكن التراجع عن هذا الإجراء.
da: Dette fjerner alle appdata, inklusive kurser, opgaver, indstillinger og cachelagrede sessioner.Denne handling kan ikke fortrydes.
es: Esto eliminará todos los datos de la aplicación, incluidos cursos, tareas, configuraciones y sesiones almacenadas en caché.Esta acción no se puede deshacer.
fa: با این کار تمام داده‌های برنامه از جمله دوره‌ها، تکالیف، تنظیمات و جلسات حافظه پنهان حذف می‌شود.این عمل قابل لغو نیست.
fi: Tämä poistaa kaikki sovellustiedot, mukaan lukien kurssit, tehtävät, asetukset ja välimuistissa olevat istunnot.Tätä toimintoa ei voi kumota.
fr: Cela supprimera toutes les données de l'application, y compris les cours, les devoirs, les paramètres et les sessions mises en cache.Cette action ne peut pas être annulée.
ja: これにより、コース、課題、設定、キャッシュされたセッションを含むすべてのアプリ データが削除されます。この操作は元に戻すことができません。
ko: 이렇게 하면 강좌, 과제, 설정, 캐시된 세션을 포함한 모든 앱 데이터가 제거됩니다.이 작업은 취소할 수 없습니다.
nl: Hiermee worden alle app-gegevens verwijderd, inclusief cursussen, opdrachten, instellingen en in de cache opgeslagen sessies.Deze actie kan niet ongedaan worden gemaakt.
th: การดำเนินการนี้จะลบข้อมูลแอปทั้งหมด รวมถึงหลักสูตร การบ้าน การตั้งค่า และเซสชันที่แคชไว้การดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Це призведе до видалення всіх даних програми, включаючи курси, завдання, налаштування та кешовані сеанси.Цю дію не можна скасувати.
zh_hans: 这将删除所有应用程序数据，包括课程、作业、设置和缓存的会话。此操作无法撤消。
zh_hant: 這將刪除所有應用程序數據，包括課程、作業、設置和緩存的會話。此操作無法撤消。
zh_hk: 這將刪除所有應用程序數據，包括課程、作業、設置和緩存的會話。此操作無法撤消。

source: This will reset all settings to their default values
ar: سيؤدي هذا إلى إعادة تعيين جميع الإعدادات إلى قيمها الافتراضية
da: Dette vil nulstille alle indstillinger til deres standardværdier
es: Esto restablecerá todas las configuraciones a sus valores predeterminados.
fi: Tämä palauttaa kaikki asetukset oletusarvoihinsa
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut
ja: これにより、すべての設定がデフォルト値にリセットされます
ko: 모든 설정이 기본값으로 재설정됩니다.
nl: Hierdoor worden alle instellingen teruggezet naar hun standaardwaarden
th: การดำเนินการนี้จะรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้น
uk: Це скине всі налаштування до значень за замовчуванням
zh_hans: 这会将所有设置重置为其默认值
zh_hant: 這會將所有設置重置為其默認值
zh_hk: 這會將所有設置重置為其默認值

source: This will reset all settings to their default values. This action cannot be undone.
ar: سيؤدي هذا إلى إعادة تعيين جميع الإعدادات إلى قيمها الافتراضية.لا يمكن التراجع عن هذا الإجراء.
da: Dette vil nulstille alle indstillinger til deres standardværdier.Denne handling kan ikke fortrydes.
es: Esto restablecerá todas las configuraciones a sus valores predeterminados.Esta acción no se puede deshacer.
fi: Tämä palauttaa kaikki asetukset oletusarvoihinsa.Tätä toimintoa ei voi kumota.
fr: Cela réinitialisera tous les paramètres à leurs valeurs par défaut.Cette action ne peut pas être annulée.
ja: これにより、すべての設定がデフォルト値にリセットされます。この操作は元に戻すことができません。
ko: 그러면 모든 설정이 기본값으로 재설정됩니다.이 작업은 취소할 수 없습니다.
nl: Hierdoor worden alle instellingen teruggezet naar hun standaardwaarden.Deze actie kan niet ongedaan worden gemaakt.
th: การดำเนินการนี้จะรีเซ็ตการตั้งค่าทั้งหมดเป็นค่าเริ่มต้นการดำเนินการนี้ไม่สามารถยกเลิกได้
uk: Це скине всі налаштування до значень за замовчуванням.Цю дію не можна скасувати.
zh_hans: 这会将所有设置重置为其默认值。此操作无法撤消。
zh_hant: 這會將所有設置重置為其默認值。此操作無法撤消。
zh_hk: 這會將所有設置重置為其默認值。此操作無法撤消。

source: Thread
ar: خيط
da: Tråd
es: Hilo
fa: موضوع
fi: Kierre
fr: Fil
is: Þráður
ja: 糸
ko: 실
nl: Draad
th: ด้าย
uk: Нитка
zh_hans: 线
zh_hant: 線
zh_hk: 線

source: Time & Effort
ar: الوقت والجهد
da: Tid & indsats
es: Tiempo y esfuerzo
fi: Aika & Vaiva
fr: Temps et efforts
ja: 時間と労力
ko: 시간과 노력
nl: Tijd en inspanning
th: เวลาและความพยายาม
uk: Час і зусилля
zh_hans: 时间和精力
zh_hant: 時間和精力
zh_hk: 時間和精力

source: Timeout: %@s
ar: المهلة: %@s
es: Tiempo de espera: %@s
fa: مهلت زمانی: %@s
fi: Aikakatkaisu: %@s
fr: Délai d'expiration : %@s
ja: タイムアウト: %@s
ko: 시간 초과: %@s
th: หมดเวลา: %@s
uk: Час очікування: %@s
zh_hans: 超时：%@s
zh_hant: 超時：%@s
zh_hk: 超時：%@s

source: Title / body / caption
ar: العنوان / الجسم / التسمية التوضيحية
da: Titel / brødtekst / billedtekst
es: Título/cuerpo/pie de foto
fa: عنوان / متن / عنوان
fi: Otsikko/teksti/teksti
fr: Titre / corps / légende
ja: タイトル/本文/キャプション
ko: 제목/본문/캡션
nl: Titel / hoofdtekst / bijschrift
th: ชื่อเรื่อง / เนื้อหา / คำบรรยาย
uk: Заголовок / основний текст / підпис
zh_hans: 标题/正文/标题
zh_hant: 標題/正文/標題
zh_hk: 標題/正文/標題

source: To disconnect Itori from your Calendar, please revoke access in System Settings > Privacy & Security > Calendars.
ar: لفصل Itori عن التقويم الخاص بك، يرجى إلغاء الوصول في إعدادات النظام > الخصوصية والأمان > التقويمات.
da: For at afbryde forbindelsen mellem rødder fra din kalender skal du tilbagekalde adgangen i Systemindstillinger > Fortrolighed og sikkerhed > Kalendere.
es: Para desconectar Itori de su Calendario, revoque el acceso en Configuración del sistema > Privacidad y seguridad > Calendarios.
fa: برای قطع ارتباط Itori از تقویم خود، لطفاً دسترسی را در تنظیمات سیستم > حریم خصوصی و امنیت > تقویم‌ها لغو کنید.
ja: カレンダーからルートを切断するには、[システム設定] > [プライバシーとセキュリティ] > [カレンダー] でアクセスを取り消してください。
ko: 캘린더에서 Itori의 연결을 해제하려면 시스템 설정 > 개인 정보 보호 및 보안 > 캘린더에서 액세스를 취소하세요.
nl: Als u Itori wilt ontkoppelen van uw agenda, trekt u de toegang in Systeeminstellingen > Privacy en beveiliging > Agenda's in.
uk: Щоб від’єднати Itori від свого календаря, скасуйте доступ у системних налаштуваннях > Конфіденційність і безпека > Календарі.
zh_hans: 要断开 Itori 与日历的连接，请在系统设置 > 隐私和安全 > 日历中撤销访问权限。
zh_hant: 要斷開 Itori 與日曆的連接，請在系統設置 > 隱私和安全 > 日曆中撤銷訪問權限。
zh_hk: 要斷開 Itori 與日曆的連接，請在系統設置 > 隱私和安全 > 日曆中撤銷訪問權限。

source: To disconnect Itori from your Reminders, please revoke access in System Settings > Privacy & Security > Reminders.
ar: لفصل Itori عن التذكيرات، يرجى إلغاء الوصول في إعدادات النظام > الخصوصية والأمان > التذكيرات.
da: For at afbryde forbindelsen mellem Itori og dine påmindelser, skal du tilbagekalde adgangen i Systemindstillinger > Privatliv og sikkerhed > Påmindelser.
es: Para desconectar Itori de sus Recordatorios, revoque el acceso en Configuración del sistema > Privacidad y seguridad > Recordatorios.
fa: برای قطع ارتباط Itori از یادآوری‌ها، لطفاً دسترسی را در تنظیمات سیستم > حریم خصوصی و امنیت > یادآوری‌ها لغو کنید.
ja: ルートをリマインダーから切断するには、[システム設定] > [プライバシーとセキュリティ] > [リマインダー] でアクセスを取り消してください。
ko: 알림에서 Itori의 연결을 끊으려면 시스템 설정 > 개인 정보 보호 및 보안 > 알림에서 액세스를 취소하세요.
nl: Om Itori te ontkoppelen van uw herinneringen, trekt u de toegang in via Systeeminstellingen > Privacy en beveiliging > Herinneringen.
uk: Щоб від’єднати Itori від своїх нагадувань, скасуйте доступ у системних налаштуваннях > Конфіденційність і безпека > Нагадування.
zh_hans: 要断开 Itori 与提醒的连接，请在系统设置 > 隐私和安全 > 提醒中撤销访问权限。
zh_hant: 要斷開 Itori 與提醒的連接，請在系統設置 > 隱私和安全 > 提醒中撤銷訪問權限。
zh_hk: 要斷開 Itori 與提醒的連接，請在系統設置 > 隱私和安全 > 提醒中撤銷訪問權限。

source: Today
ar: اليوم
da: I dag
es: Hoy
fa: امروز
fi: Tänään
fr: Aujourd'hui
is: Í dag
ja: 今日
ko: 오늘
nl: Vandaag
th: วันนี้
uk: Сьогодні
zh_hans: 今天
zh_hant: 今天
zh_hk: 今天

source: Today's Plan
ar: خطة اليوم
da: Dagens plan
es: El plan de hoy
fi: Tämän päivän suunnitelma
fr: Le plan du jour
ja: 今日の予定
ko: 오늘의 계획
nl: Het plan van vandaag
th: แผนวันนี้
uk: План на сьогодні
zh_hans: 今天的计划
zh_hant: 今天的計劃
zh_hk: 今天的計劃

source: Today: %@
ar: اليوم: ٪@
da: I dag: %@
es: Hoy: %@
fa: امروز: %@
fi: Tänään: %@
fr: Aujourd'hui: %@
ja: 今日： ％@
ko: 오늘: %@
nl: Vandaag: %@
th: วันนี้: %@
uk: Сьогодні: %@
zh_hans: 今天： ％@
zh_hant: 今天： ％@
zh_hk: 今天： ％@

source: Tooltips: %@
ar: تلميحات الأدوات: %@
da: Værktøjstip: %@
es: Información sobre herramientas: %@
fi: Työkaluvinkit: %@
fr: Info-bulles : %@
ja: ツールチップ: %@
ko: 툴팁: %@
th: คำแนะนำเครื่องมือ: %@
uk: Підказки: %@
zh_hans: 工具提示：%@
zh_hant: 工具提示：%@
zh_hk: 工具提示：%@

source: Total
ar: المجموع
fa: مجموع
fi: Kokonais
is: Samtals
ja: 合計
ko: 총
nl: Totaal
th: ทั้งหมด
uk: Всього
zh_hans: 全部的
zh_hant: 全部的
zh_hk: 全部的

source: Total Cards
ar: إجمالي البطاقات
da: Kort i alt
es: Tarjetas totales
fa: مجموع کارت ها
fi: Kortteja yhteensä
fr: Total des cartes
ko: 총 카드 수
nl: Totaal kaarten
th: บัตรทั้งหมด
uk: Всього карток
zh_hans: 总牌数
zh_hant: 總牌數
zh_hk: 總牌數

source: Total: %@m
ar: الإجمالي: %@م
da: I alt: %@m
fa: مجموع: %@m
fi: Yhteensä: %@m
ja: 合計: %@m
ko: 전체: %@m
nl: Totaal: %@m
th: รวม: %@m
uk: Усього: %@м
zh_hans: 总计：%@m
zh_hant: 總計：%@m
zh_hk: 總計：%@m

source: Track UI freezes and performance issues
ar: تتبع تجميد واجهة المستخدم ومشكلات الأداء
da: Spor UI-frysninger og ydeevneproblemer
es: Seguimiento de congelaciones de la interfaz de usuario y problemas de rendimiento
fa: ردیابی یخ های رابط کاربری و مشکلات عملکرد
fi: Seurannan käyttöliittymä jumiutuu ja suorituskykyongelmia
fr: Suivez les blocages de l'interface utilisateur et les problèmes de performances
ja: UIのフリーズとパフォーマンスの問題を追跡する
ko: UI 정지 및 성능 문제 추적
nl: Volg UI-bevriezingen en prestatieproblemen
th: ติดตาม UI หยุดทำงานและปัญหาด้านประสิทธิภาพ
uk: Відстежуйте зависання інтерфейсу користувача та проблеми з продуктивністю
zh_hans: 跟踪 UI 冻结和性能问题
zh_hant: 跟踪 UI 凍結和性能問題
zh_hk: 跟踪 UI 凍結和性能問題

source: Trends & Analytics
ar: الاتجاهات والتحليلات
es: Tendencias y análisis
fa: روند و تجزیه و تحلیل
fr: Tendances et analyses
ja: トレンドと分析
ko: 동향 및 분석
nl: Trends en analyses
th: แนวโน้มและการวิเคราะห์
uk: Тенденції та аналітика
zh_hans: 趋势与分析
zh_hant: 趨勢與分析
zh_hk: 趨勢與分析

source: Turn flashcard system on or off
ar: تشغيل نظام البطاقات التعليمية أو إيقاف تشغيله
da: Slå flashcard-systemet til eller fra
es: Activar o desactivar el sistema de tarjetas flash
fa: سیستم فلش کارت را روشن یا خاموش کنید
fi: Kytke muistikorttijärjestelmä päälle tai pois päältä
fr: Activer ou désactiver le système de cartes mémoire
ja: フラッシュカード システムをオンまたはオフにする
ko: 플래시카드 시스템 켜기 또는 끄기
nl: Schakel het flashcardsysteem in of uit
th: เปิดหรือปิดระบบแฟลชการ์ด
uk: Увімкніть або вимкніть систему карток
zh_hans: 打开或关闭抽认卡系统
zh_hant: 打開或關閉抽認卡系統
zh_hk: 打開或關閉抽認卡系統

source: Turn flashcards on or off across the app. Disabling hides related UI and study flows.
ar: تشغيل البطاقات التعليمية أو إيقاف تشغيلها عبر التطبيق.يؤدي التعطيل إلى إخفاء واجهة المستخدم وتدفقات الدراسة ذات الصلة.
da: Slå flashcards til eller fra på tværs af appen.Deaktivering skjuler relaterede brugergrænseflade og studiestrømme.
es: Activa o desactiva las tarjetas didácticas en toda la aplicación.Al deshabilitar se oculta la interfaz de usuario relacionada y los flujos de estudio.
fi: Ota muistikortit käyttöön tai poista ne käytöstä sovelluksessa.Poistaminen käytöstä piilottaa liittyvät käyttöliittymät ja tutkimusvirrat.
fr: Activez ou désactivez les flashcards dans l'application.La désactivation masque les flux d’interface utilisateur et d’étude associés.
ja: アプリ全体でフラッシュカードをオンまたはオフにします。無効にすると、関連する UI とスタディ フローが非表示になります。
ko: 앱 전체에서 플래시카드를 켜거나 끕니다.비활성화하면 관련 UI 및 학습 흐름이 숨겨집니다.
nl: Schakel flashcards in de app in of uit.Als u dit uitschakelt, worden de gerelateerde gebruikersinterface en studiestromen verborgen.
th: เปิดหรือปิด FlashCards ทั่วทั้งแอปปิดใช้งานการซ่อน UI ที่เกี่ยวข้องและขั้นตอนการศึกษา
uk: Увімкніть або вимкніть картки в додатку.Вимкнення приховує пов’язані інтерфейси користувача та процеси навчання.
zh_hans: 在应用程序中打开或关闭抽认卡。禁用隐藏相关的 UI 和学习流程。
zh_hant: 在應用程序中打開或關閉抽認卡。禁用隱藏相關的 UI 和學習流程。
zh_hk: 在應用程序中打開或關閉抽認卡。禁用隱藏相關的 UI 和學習流程。
